part_1 = ('```Hello,world!\n'
          'Добро пожаловать в увлекательный мир Data Science! Прокачивай свои навыки в 6 ключевых областях: Python, computer science и алгоритмы, SQL, машинное обучение (ML), глубокое обучение (DL) и математика. Каждые 10 уровней твой персонаж будет подниматься на новый грейд!'
          '```')

part_2 = ('```Questions\n'
          'Зарабатывай опыт, отвечая на вопросы, которые адаптируются под твой уровень знаний! Если не получится с первого раза ответить на 5 из 5, к вопросу можно вернуться в разделе "Mistakes"." Ты всегда можешь посмотреть правильный ответ или получить фидбек от нейросети.'
          '```')

part_3 = ('```Resources\n'
          'В раздел ресурсы мы добавляем для тебя учебные материалы (статьи, курсы, видео) по темам, на которые ты не идеально ответил, не забывай заглядывать туда! Нажми "Add to my list", чтобы добавить в избранное'
          '```')

part_4 = ('```Blitz\n'
          'Испытай свои знания в режиме "Блиц"! Ответь на максимальное количество вопросов за одну минуту. Соревнуйся с другими игроками и проверяй свою позицию в рейтинге в разделе "Leaderboards"!'
          '```')

part_5 = ('```Algorithms\n'
          "Алгоритмы — это основа основ! Решай интересные задачи, пиши код и отправляй его на проверку боту. Если затрудняешься, нажми <I'm stuck> мы пришлем тебе видео решения задачи."
          '```')

part_6 = ('```Interview\n'
          'Достигнув грейда "Junior", ты откроешь доступ к эмуляции реальных собеседований! Это отличный шанс подготовиться к настоящим интервью и даже получить офферы (виртуальные) от компаний при успешном прохождении.'
          '```')

part_7 = ('```News&Jobs\n'
          'Оставайся в курсе последних новостей и новых вакансий! Каждый день мы собираем для тебя свежие новости и появляющиеся вакансии - откликнись первым! Переходи в раздел "Content"'
          '```')

part_8 = ('```Statistics\n'
          'Следи за развитием своего персонажа! Узнавай, какие навыки ты уже освоил и какие цели тебе еще предстоит достичь. Нажми "Character" в главном меню, чтобы увидеть всю статистику.'
          '```')

part_9 = ('```Good_Luck\n'
           'Желаем удачи на твоем пути к вершинам Data Science! Пусть твои знания и навыки растут с каждым днем!'
           '```')