def greeting(name):
    return (f"""Привет {name} и добро пожаловать в *World of Data Science*! 🌟

Здесь начинается твое увлекательное путешествие по миру Data Science, где ты сможешь создать своего персонажа и прокачивать его навыки, готовясь к собеседованиям, или просто погружаясь в профессию.

*Что тебя ждет в этом пути:*

*🏋️ Прокачка своего персонажа:* Увеличивай свои навыки в 6 ключевых областях Data Science — Python, алгоритмы, SQL, ML, DL и математика. Проходи тесты, решай алгоритмические задачи и получай опыт!

*📈 Будь в курсе последних новостей и вакансий:* Подпишись на свежие обновления в мире Data Science и будь первым, кто узнает о новых вакансиях.

*🧠 Адаптивное обучение:* Я буду подбирать задания, соответствующие твоему уровню знаний, помогая усилить те области, где тебе нужно больше практики.

*📊 Следи за прогрессом:* В любой момент ты можешь проверить, как развивается твой персонаж, какие навыки он освоил и что ему предстоит впереди.

Готов начать своё приключение? Нажми *"Ввести имя персонажа"*, чтобы отправиться в путь! 👇
""")
