part_1 = ('```Hello,world!\n'
          'Добро пожаловать в увлекательный мир Data Science! Прокачивай свои навыки в 6 ключевых областях: Python, алгоритмы, SQL, машинное обучение (ML), глубокое обучение (DL) и математика. Каждые 10 уровней твой персонаж будет подниматься на новый грейд!'
          '```')

part_2 = ('```Questions\n'
          'Зарабатывай опыт, отвечая на вопросы, которые адаптируются под твой уровень знаний! Не волнуйся, если не получится ответить правильно с первого раза. Всегда можно вернуться к неидеально отвеченным вопросам, выбрав в меню "Mistakes".'
          '```')

part_3 = ('```Blitz\n'
          'Испытай свои знания в режиме "Блиц"! Тебе предстоит ответить на максимальное количество вопросов с выбором ответа за одну минуту. Успеешь ли ты показать лучший результат?'
          '```')

part_4 = ('```Algorithms\n'
          'Алгоритмы — это основа основ! Решай интересные задачки, пиши код и отправляй его на проверку. Улучшай свои навыки программирования с каждым новым вызовом!'
          '```')

part_5 = ('```Interview_Simulation\n'
          'Достигнув грейда "Junior", ты откроешь доступ к эмуляции реальных собеседований! Это отличный шанс подготовиться к настоящим интервью и даже получить оферы от компаний при успешном прохождении. Используй эту возможность, чтобы уверенно шагнуть на новый уровень своей карьеры!'
          '```')

part_6 = ('```News&Jobs\n'
          'Оставайся в курсе последних новостей и новых вакансий! Получай свежую информацию из индустрии одним кликом и находи актуальные предложения работы.'
          '```')

part_7 = ('```Statistics\n'
          'Следи за развитием своего персонажа! Узнавай, какие навыки ты уже освоил и какие цели тебе еще предстоит достичь. Нажми "Character" в главном меню, чтобы увидеть всю статистику.'
          '```')

part_8 = ('```Leaderboards\n'
          'Хотите узнать, кто в топе? Посмотри список самых мощных игроков, нажав на кнопку "Leaderboards". Сможешь ли ты оказаться среди них?'
          '```')

part_9 = ('```Good_Luck\n'
          'Желаем удачи на твоем пути к вершинам Data Science! Пусть твои знания и навыки растут с каждым днем!'
          '```')